Repository: abdukerimovislam/evimoon_release
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, ru

# factorHighVar
source: High irregularity detected
de: Hohe Unregelmäßigkeit
es: Alta irregularidad detectada
pt: Alta irregularidad detectada
ru: Высокая нерегулярность

# factorSlightVar
source: Slight irregularity
de: Leichte Unregelmäßigkeit
es: Ligera irregularidad
pt: Leve irregularidade
ru: Небольшая нерегулярность

# factorStable
source: Cycle is stable
de: Zyklus ist stabil
es: El ciclo es estable
pt: O ciclo é estável
ru: Цикл стабилен

# factorAnomaly
source: Recent anomaly detected
de: Anomalie erkannt
es: Anomalía reciente detectada
pt: Anomalia recente detectada
ru: Обнаружена аномалия

# aiDialogTitle
source: AI Forecast Analysis
de: KI Prognose-Analyse
es: Análisis de Pronóstico IA
pt: Análise de Previsão IA
ru: Анализ прогноза AI

# aiDialogScore
source: Your cycle forecast confidence score is {score}%.
de: Dein Prognose-Vertrauenswert: {score}%.
es: Confianza del pronóstico: {score}%.
pt: Confiança da previsão: {score}%.
ru: Уверенность прогноза цикла: {score}%.

# aiDialogExplanation
source: This score is calculated locally based on your cycle history variance.
de: Dieser Wert wird lokal basierend auf deiner Zyklus-Historie berechnet.
es: Este puntaje se calcula localmente basado en la variación de tu historial.
pt: Esta pontuação é calculada localmente com base na variação do seu histórico.
ru: Оценка рассчитана локально на основе истории вашего цикла.

# aiDialogFactors
source: Factors:
de: Faktoren:
es: Factores:
pt: Fatores:
ru: Факторы:

# btnGotIt
source: Got it
de: Verstanden
es: Entendido
pt: Entendi
ru: Понятно

# navHome
source: Today
de: Heute
es: Hoy
pt: Hoje
ru: Сегодня

# navSymptoms
source: Symptoms
de: Symptome
es: Síntomas
pt: Sintomas
ru: Симптомы

# navCalendar
source: Calendar
de: Kalender
es: Calendario
pt: Calendário
ru: Календарь

# navProfile
source: Profile
de: Profil
es: Perfil
pt: Perfil
ru: Профиль

# msgSavedNoPop
source: Symptoms updated successfully
de: Symptome aktualisiert
es: Síntomas actualizados
pt: Sintomas atualizados
ru: Симптомы успешно обновлены

# lblFlowAndLove
source: Flow & Intimacy
de: Blutung & Intimität
es: Flujo e Intimidad
pt: Fluxo e Intimidade
ru: Выделения и Близость

# sectionBackup
source: Backup & Restore
de: BACKUP
es: RESPALDO
pt: BACKUP
ru: Резервное копирование

# btnSaveBackup
source: Save Backup
de: Backup speichern
es: Guardar Copia
pt: Salvar Backup
ru: Сохранить бекап

# btnRestoreBackup
source: Restore from File
de: Aus Datei wiederherstellen
es: Restaurar desde Archivo
pt: Restaurar de Arquivo
ru: Восстановить из файла

# dialogRestoreTitle
source: Restore Data?
de: Daten wiederherstellen?
es: ¿Restaurar Datos?
pt: Restaurar Dados?
ru: Восстановить данные?

# dialogRestoreBody
source: This will overwrite your current data with the backup file. Are you sure?
de: Dies überschreibt deine aktuellen Daten mit der Backup-Datei. Bist du sicher?
es: Esto sobrescribirá tus datos actuales con el archivo de respaldo. ¿Estás segura?
pt: Isso substituirá seus dados atuais pelo arquivo de backup. Tem certeza?
ru: Это действие перезапишет ваши текущие данные данными из файла. Вы уверены?

# btnRestore
source: Restore
de: Wiederherstellen
es: Restaurar
pt: Restaurar
ru: Восстановить

# msgRestoreSuccess
source: Data restored successfully!
de: Daten erfolgreich wiederhergestellt!
es: ¡Datos restaurados con éxito!
pt: Dados restaurados com sucesso!
ru: Данные успешно восстановлены!

# msgEmailError
source: Could not open email client. Write to: {email}
de: Konnte Mail-App nicht öffnen. Schreibe an: {email}
es: No se pudo abrir el correo. Escribe a: {email}
pt: Não foi possível abrir o e-mail. Escreva para: {email}
ru: Не удалось открыть почту. Напишите на: {email}

# dialogResetConfirm
source: Reset
de: Zurücksetzen
es: Restablecer
pt: Redefinir
ru: Сбросить

# msgExportEmpty
source: No data to export yet.
de: Keine Daten zum Exportieren.
es: No hay datos para exportar.
pt: Sem dados para exportar.
ru: Нет данных для экспорта.

# msgExportError
source: Could not generate PDF
de: PDF konnte nicht erstellt werden
es: No se pudo generar el PDF
pt: Não foi possível gerar o PDF
ru: Не удалось создать PDF

# msgBiometricsError
source: Biometrics not available on this device
de: Biometrie auf diesem Gerät nicht verfügbar
es: Biometría no disponible en este dispositivo
pt: Biometria não disponível neste dispositivo
ru: Биометрия недоступна на этом устройстве

# authBiometricsReason
source: Confirm to enable biometrics
de: Bestätigen, um Biometrie zu aktivieren
es: Confirma para activar biometría
pt: Confirme para ativar biometria
ru: Подтвердите включение биометрии

# lblUser
source: EviMoon User
de: Benutzer
es: Usuario
pt: Usuária
ru: Пользователь EviMoon

# modeTTC
source: Pregnancy Planning
de: Kinderwunsch
es: Búsqueda de Embarazo
pt: Planejamento de Gravidez
ru: Планирование беременности

# modeTTCDesc
source: Enable fertility tracking and ovulation focus
de: Fokus auf Fruchtbarkeit und Eisprung aktivieren
es: Activar seguimiento de fertilidad y ovulación
pt: Ativar foco em fertilidade e ovulação
ru: Фокус на фертильности и овуляции

# modeTTCActive
source: Fertility Mode Activated
de: Kinderwunsch-Modus aktiv
es: Modo Fertilidad Activado
pt: Modo Fertilidade Ativo
ru: Режим планирования включен

# dialogTTCConflict
source: Disable Contraception?
de: Verhütung deaktivieren?
es: ¿Desactivar Anticoncepción?
pt: Desativar Contracepção?
ru: Отключить контрацепцию?

# dialogTTCConflictBody
source: To enable Pregnancy Planning mode, contraceptive tracking must be disabled.
de: Um den Kinderwunsch-Modus zu nutzen, muss das Pillen-Tracking deaktiviert werden.
es: Para activar el modo Búsqueda de Embarazo, el rastreo de píldoras debe desactivarse.
pt: Para ativar o modo Planejamento de Gravidez, o rastreamento de pílulas deve ser desativado.
ru: Чтобы включить режим планирования, необходимо отключить отслеживание таблеток.

# btnDisableAndSwitch
source: Disable & Switch
de: Deaktivieren & Wechseln
es: Desactivar y Cambiar
pt: Desativar e Mudar
ru: Отключить и переключить

# ttcStatusLow
source: Low Chance
de: Geringe Chance
es: Baja Probabilidad
pt: Baixa Chance
ru: Низкий шанс

# ttcStatusHigh
source: High Fertility
de: Hohe Fruchtbarkeit
es: Alta Fertilidad
pt: Alta Fertilidade
ru: Высокая фертильность

# ttcStatusPeak
source: Peak Fertility
de: Höchste Fruchtbarkeit
es: Pico de Fertilidad
pt: Pico de Fertilidade
ru: Пик фертильности

# ttcStatusOvulation
source: Ovulation Day
de: Eisprung-Tag
es: Día de Ovulación
pt: Dia da Ovulação
ru: День Овуляции

# ttcDPO
source: {days} DPO
de: ES+{days}
ru: {days} ДПО

# ttcChance
source: Conception Chance
de: Empfängnischance
es: Probabilidad de Concepción
pt: Chance de Concepção
ru: Вероятность зачатия

# ttcTestWait
source: Too early to test
de: Zu früh zum Testen
es: Muy pronto para test
pt: Muito cedo para testar
ru: Рано для теста

# lblCycleDay
source: Cycle Day {day}
de: Zyklustag {day}
es: Día del Ciclo {day}
pt: Dia do Ciclo {day}
ru: День цикла {day}

# ttcTestReady
source: You can test today
de: Du kannst heute testen
es: Puedes hacer test hoy
pt: Você pode testar hoje
ru: Можно делать тест

# ttcBtnBBT
source: Log BBT
de: BBT
es: TBC
pt: TBC
ru: БТ График

# ttcBtnTest
source: LH Test
es: Test LH
pt: Teste LH
ru: ЛГ Тест

# ttcBtnSex
source: Intimacy
de: Intimität
es: Intimidad
pt: Intimidade
ru: Близость

# ttcLogTitle
source: Today's Log
de: Eintrag heute
es: Registro de Hoy
pt: Registro de Hoje
ru: Отчет за сегодня

# ttcSectionBBT
source: Basal Body Temperature
de: Basaltemperatur
es: Temperatura Basal
pt: Temperatura Basal
ru: Базальная температура

# ttcSectionTest
source: Ovulation Test (LH)
de: Ovulationstest (LH)
es: Test de Ovulación (LH)
pt: Teste de Ovulação (LH)
ru: Тест на овуляцию (ЛГ)

# ttcSectionSex
source: Intimacy
de: Intimität
es: Intimidad
pt: Intimidade
ru: Близость

# lblNegative
source: Negative (-)
de: Negativ (-)
es: Negativo (-)
pt: Negativo (-)
ru: Отриц. (-)

# lblPositive
source: Positive (+)
de: Positiv (+)
es: Positivo (+)
pt: Positivo (+)
ru: Положит. (+)

# lblPeak
source: Peak
es: Pico
pt: Pico
ru: Пик

# lblSexYes
source: Yes, we did!
de: Ja, hatten wir!
es: ¡Sí, hubo!
pt: Sim, teve!
ru: Да, был!

# lblSexNo
source: Not today
de: Heute nicht
es: Hoy no
pt: Hoje não
ru: Не сегодня

# ttcTipTitle
source: Daily Tip
de: Tages-Tipp
es: Tip Diario
pt: Dica Diária
ru: Совет дня

# ttcTipDefault
source: Stress affects ovulation. Try 5 min meditation today.
de: Stress beeinflusst den Eisprung. Versuch heute 5 Min. Meditation.
es: El estrés afecta la ovulación. Intenta meditar 5 min hoy.
pt: Estresse afeta a ovulação. Tente meditar 5 min hoje.
ru: Стресс влияет на овуляцию. Попробуйте 5-минутную медитацию.

# dialogHighTempTitle
source: High Temperature
de: Hohe Temperatur
es: Temperatura Alta
pt: Temperatura Alta
ru: Высокая температура

# dialogHighTempBody
source: Temperature above 37.5°C usually indicates fever, not ovulation.
de: Temperatur über 37.5°C deutet meist auf Fieber hin, nicht Eisprung.
es: Temperatura sobre 37.5°C suele indicar fiebre, no ovulación.
pt: Temperatura acima de 37.5°C geralmente indica febre, não ovulação.
ru: Температура выше 37.5°C обычно указывает на жар, а не овуляцию.

# dialogLowTempTitle
source: Low Temperature
de: Niedrige Temperatur
es: Temperatura Baja
pt: Temperatura Baixa
ru: Низкая температура

# dialogLowTempBody
source: Temperature below 35.5°C is unusually low. Is this a typo?
de: Temperatur unter 35.5°C ist ungewöhnlich niedrig. Tippfehler?
es: Temperatura bajo 35.5°C es inusualmente baja. ¿Es un error?
pt: Temperatura abaixo de 35.5°C é incomum. Erro de digitação?
ru: Температура ниже 35.5°C необычно низкая. Это опечатка?

# dialogPeriodLHTitle
source: Unusual Reading
de: Ungewöhnlicher Wert
es: Lectura Inusual
pt: Leitura Incomum
ru: Необычное значение

# dialogPeriodLHBody
source: Positive LH test during menstruation is rare. It might be an error.
de: Positiver LH-Test während der Periode ist selten. Könnte ein Fehler sein.
es: Test LH positivo durante la menstruación es raro. Podría ser un error.
pt: Teste LH positivo durante a menstruação é raro. Pode ser um erro.
ru: Положительный ЛГ-тест во время менструации — редкость. Возможна ошибка.

# btnLogAnyway
source: Log Anyway
de: Trotzdem speichern
es: Registrar igual
pt: Registrar mesmo assim
ru: Все равно записать

# insightFertilitySub
source: How your body signals ovulation
de: Wie dein Körper den Eisprung signalisiert
es: Cómo tu cuerpo señala la ovulación
pt: Como seu corpo sinaliza a ovulação
ru: Как тело сообщает об овуляции

# insightLibidoHigh
source: High Libido during fertile window
de: Hohe Libido im fruchtbaren Fenster
es: Libido alta en ventana fértil
pt: Libido alta na janela fértil
ru: Высокое либидо в фертильное окно

# insightPainOvulation
source: Ovulation pain (Mittelschmerz) detected
de: Mittelschmerz erkannt
es: Dolor de ovulación detectado
pt: Dor de ovulação detectada
ru: Замечена овуляторная боль

# insightTempShift
source: Temperature shift detected after ovulation
de: Temperaturanstieg nach Eisprung erkannt
es: Cambio de temperatura detectado
pt: Mudança de temperatura detectada
ru: Сдвиг температуры после овуляции

# lblDetected
source: Detected
de: Erkannt
es: Detectado
pt: Detectado
ru: Обнаружено

# transitionTTC
source: The journey begins... ✨
de: Die Reise beginnt... ✨
es: El viaje comienza... ✨
pt: A jornada começa... ✨
ru: Вперед за малышом... ✨

# transitionCOC
source: Protection activated 🛡️
de: Schutz aktiviert 🛡️
es: Protección activada 🛡️
pt: Proteção ativada 🛡️
ru: Защита активирована 🛡️

# transitionTrack
source: Listening to your body 🌿
de: Hör auf deinen Körper 🌿
es: Escuchando a tu cuerpo 🌿
pt: Ouvindo seu corpo 🌿
ru: В гармонии с телом 🌿

# legendFollicular
source: Follicular
de: Follikel
es: Folicular
pt: Folicular
ru: Фолликул.

# legendLuteal
source: Luteal
es: Lútea
pt: Lútea
ru: Лютеин.

# lblBodyMind
source: Body & Mind
de: Körper & Geist
es: Cuerpo y Mente
pt: Corpo e Mente
ru: Тело и Разум

# pdfReportSubtitle
source: Gynecological & Cycle History
de: Gynäkologische Anamnese & Zyklusverlauf
es: Historial Ginecológico y de Ciclo
pt: Histórico Ginecológico e do Ciclo
ru: Гинекологический анамнез и история циклов

# pdfPatient
source: Patient
de: Patientin
es: Paciente
pt: Paciente
ru: Пациент

# pdfClinicalSummary
source: Clinical Summary
de: Klinische Zusammenfassung
es: Resumen Clínico
pt: Resumo Clínico
ru: Клиническая Сводка

# pdfDetailedLogs
source: Detailed Logs
de: Detaillierte Protokolle
es: Registros Detallados
pt: Registros Detalhados
ru: Детальный Журнал

# pdfAvgCycle
source: Avg Cycle Length
de: Ø Zykluslänge
es: Ciclo Medio
pt: Ciclo Médio
ru: Ср. Цикл

# pdfAvgPeriod
source: Avg Period
de: Ø Periodendauer
es: Periodo Medio
pt: Período Médio
ru: Ср. Менструация

# pdfPainReported
source: Pain Reported
de: Schmerztage
es: Días con Dolor
pt: Dias com Dor
ru: Дни с болью

# pdfTableDate
source: Date
de: Datum
es: Fecha
pt: Data
ru: Дата

# pdfTableCD
source: CD
de: ZT
es: Día Ciclo
pt: Dia Ciclo
ru: ДЦ

# pdfTableSymptoms
source: Symptoms
de: Symptome
es: Síntomas
pt: Sintomas
ru: Симптомы

# pdfTableBBT
source: BBT
es: TBC
pt: TBC
ru: ББТ

# pdfTableNotes
source: Notes
de: Notizen
es: Notas
pt: Notas
ru: Заметки

# pdfFlowShort
source: Flow
de: Blut.
es: Flujo
pt: Fluxo
ru: Выд.

# unitDays
source: days
de: Tage
es: días
pt: dias
ru: дн.

# pdfDisclaimer
source: DISCLAIMER: This report is generated by EviMoon based on user-inputted data. It does not constitute a medical diagnosis. Please consult a healthcare professional for interpretation.
de: HAFTUNGSAUSSCHLUSS: Dieser Bericht basiert auf Nutzerdaten aus der EviMoon App. Er stellt keine medizinische Diagnose dar. Bitte konsultiere einen Arzt für die Interpretation.
es: AVISO: Este informe es generado por EviMoon basado en datos del usuario. No constituye un diagnóstico médico. Consulta a un profesional de la salud.
pt: AVISO: Este relatório é gerado pelo EviMoon com base nos dados da usuária. Não constitui um diagnóstico médico. Consulte um profissional de saúde.
ru: ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ: Этот отчет сгенерирован приложением на основе данных пользователя. Он не является медицинским диагнозом. Пожалуйста, обратитесь к врачу для интерпретации.

# dialogDataInsufficientTitle
source: Insufficient Data
de: Nicht genug Daten
es: Datos Insuficientes
pt: Dados Insuficientes
ru: Недостаточно данных

# dialogDataInsufficientBody
source: To generate a clinical report, we need at least 7 days of logs or one complete cycle. This ensures clinical accuracy for your doctor.
de: Für einen klinischen Bericht benötigen wir mindestens 2 Tage mit Einträgen.
es: Para generar un informe clínico, necesitamos al menos 2 días de registros.
pt: Para gerar um relatório clínico, precisamos de pelo menos 2 dias de registros.
ru: Для формирования медицинского отчета необходимо минимум 7 дней наблюдений или один полный цикл. Это гарантирует точность клинической картины для вашего врача.

# btnOk
source: Understood
de: Verstanden
es: Entendido
pt: Entendido
ru: Понятно

# notifPhaseFollicularTitle
source: Energy Rising ⚡
de: Energie steigt ⚡
es: Energía Subiendo ⚡
pt: Energia Subindo ⚡
ru: Прилив сил ⚡

# notifPhaseFollicularBody
source: Estrogen is up! Your brain is sharp and your body is ready for action.
de: Tolle Zeit für Sport! Deine Energie kehrt zurück.
es: ¡Gran momento para entrenar! Tu energía vuelve.
pt: Ótimo momento para treinar! Sua energia está voltando.
ru: Эстроген растет! Твой мозг работает быстрее, а тело готово к нагрузкам.

# notifPhaseOvulationTitle
source: You are glowing 🌸
de: Du strahlst 🌸
es: Estás radiante 🌸
pt: Você está radiante 🌸
ru: Ты неотразима 🌸

# notifPhaseOvulationBody
source: Peak fertility and confidence. Perfect for big meetings (or dates).
de: Höchste Fruchtbarkeit und Selbstvertrauen heute.
es: Pico de confianza y fertilidad hoy.
pt: Pico de confiança e fertilidade hoje.
ru: Пик фертильности и уверенности в себе. Идеально для важных встреч (или свиданий).

# notifPhaseLutealTitle
source: Be Gentle 🌙
de: Sei sanft zu dir 🌙
es: Sé amable contigo 🌙
pt: Seja gentil com você 🌙
ru: Время заботы 🌙

# notifPhaseLutealBody
source: Progesterone is rising. Feeling tired is okay. Take it slow.
de: Nimm es heute etwas langsamer, hör auf deinen Körper.
es: Tómalo con calma hoy, escucha a tu cuerpo.
pt: Vá com calma hoje, escute seu corpo.
ru: Уровень прогестерона растет. Если чувствуешь усталость — это нормально. Отдохни.

# notifPhasePeriodTitle
source: New Cycle 🩸
de: Neuer Zyklus 🩸
es: Nuevo Ciclo 🩸
pt: Novo Ciclo 🩸
ru: Новый цикл начался 🩸

# notifPhasePeriodBody
source: Don't forget to log the start of your period.
de: Vergiss nicht, den Start deiner Periode einzutragen.
es: No olvides registrar el inicio de tu periodo.
pt: Não esqueça de registrar o início da sua menstruação.
ru: Не забудь отметить начало менструации в календаре.

# notifLatePeriodTitle
source: Late Period?
de: Verspätung?
es: ¿Retraso?
pt: Atraso?
ru: Задержка?

# notifLatePeriodBody
source: Cycle is longer than usual. Log symptoms or take a test.
de: Zyklus ist länger als üblich. Erfasse Symptome oder mache einen Test.
es: Ciclo más largo de lo habitual. Registra síntomas o haz un test.
pt: Ciclo mais longo que o normal. Registre sintomas ou faça um teste.
ru: Цикл длится дольше обычного. Отметь симптомы или сделай тест.

# notifLogCheckinTitle
source: How do you feel?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
pt: Como você se sente?
ru: Как твое самочувствие?

# notifLogCheckinBody
source: Take a second to log your symptoms for better predictions.
de: Nimm dir eine Sekunde für deine Symptome – für bessere Vorhersagen.
es: Toma un segundo para registrar síntomas y mejorar predicciones.
pt: Tire um segundo para registrar sintomas e melhorar as previsões.
ru: Пара секунд на отметку симптомов помогут нам лучше понимать твое тело.

# settingsDailyLog
source: Daily Check-in (20:00)
de: Täglicher Check-in (20:00)
es: Registro Diario (20:00)
pt: Check-in Diário (20:00)
ru: Вечерний отчет (20:00)

# paywallSubtitle
source: Unlock the full potential of your cycle.
de: Entfalte das volle Potenzial deines Zyklus.
es: Desbloquea todo el potencial de tu ciclo.
pt: Desbloqueie todo o potencial do seu ciclo.
ru: Раскройте полный потенциал своего цикла.

# featureTimersTitle
source: Premium Timer Designs
es: Diseños Premium
pt: Designs Premium
ru: Премиум дизайны

# featureTimersDesc
source: Unique styles for your home screen
de: Einzigartige Stile für deinen Home-Screen
es: Estilos únicos para tu pantalla de inicio
pt: Estilos únicos para sua tela inicial
ru: Уникальные стили таймера

# featurePdfTitle
source: Medical PDF Report
de: Medizinischer PDF-Bericht
es: Informe Médico PDF
pt: Relatório Médico PDF
ru: Медицинский PDF-отчет

# featurePdfDesc
source: Share symptom history with your doctor
de: Teile Symptomverlauf mit deinem Arzt
es: Comparte tu historial con tu médico
pt: Compartilhe histórico com seu médico
ru: История симптомов для врача

# featureAiTitle
source: AI Cycle Confidence
de: KI Zyklus-Genauigkeit
es: Confianza de IA
pt: Confiança da IA
ru: Точность прогноза (AI)

# featureAiDesc
source: Know how accurate your forecast is
de: Wisse, wie genau deine Prognose ist
es: Conoce qué tan preciso es tu pronóstico
pt: Saiba quão precisa é sua previsão
ru: Оценка уверенности алгоритма

# featureTtcTitle
source: Pregnancy Planning Mode
de: Kinderwunsch-Modus
es: Modo Búsqueda de Embarazo
pt: Modo Planejamento de Gravidez
ru: Режим планирования

# featureTtcDesc
source: Specialized tools for conception
de: Spezielle Tools für die Empfängnis
es: Herramientas especializadas para concebir
pt: Ferramentas especializadas para concepção
ru: Инструменты для зачатия

# paywallNoOffers
source: No offers available
de: Keine Angebote verfügbar
es: No hay ofertas disponibles
pt: Nenhuma oferta disponível
ru: Нет доступных предложений

# paywallSelectPlan
source: Select Plan
de: Plan wählen
es: Elige un Plan
pt: Escolha um Plano
ru: Выберите план

# paywallSubscribeFor
source: Subscribe for {price}
de: Abonnieren für {price}
es: Suscríbete por {price}
pt: Assinar por {price}
ru: Подписаться за {price}

# paywallRestore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
pt: Restaurar Compras
ru: Восстановить покупки

# paywallTerms
source: Terms & Privacy
de: AGB & Datenschutz
es: Términos y Privacidad
pt: Termos e Privacidade
ru: Условия и Политика

# paywallBestValue
source: BEST VALUE
de: BESTER PREIS
es: MEJOR VALOR
pt: MELHOR VALOR
ru: ВЫГОДНО

# msgNoSubscriptions
source: No active subscriptions found
de: Keine aktiven Abos gefunden
es: No se encontraron suscripciones activas
pt: Nenhuma assinatura ativa encontrada
ru: Активные подписки не найдены

# proStatusTitle
source: Subscription Status
de: Abo-Status
es: Estado de Suscripción
pt: Status da Assinatura
ru: Статус подписки

# proStatusActive
source: Premium Active
de: Premium Aktiv
es: Premium Activo
pt: Premium Ativo
ru: Premium Активен

# proStatusDesc
source: You have full access to all features.
de: Du hast vollen Zugriff auf alle Funktionen.
es: Tienes acceso total a todas las funciones.
pt: Você tem acesso total a todos os recursos.
ru: У вас есть полный доступ ко всем функциям.

# btnManageSub
source: Manage Subscription
de: Abo verwalten
es: Gestionar Suscripción
pt: Gerenciar Assinatura
ru: Управление подпиской

# btnManageSubDesc
source: Change plan or cancel in iOS Settings
de: Plan ändern oder kündigen in iOS Einstellungen
es: Cambiar plan o cancelar en Ajustes de iOS
pt: Mudar plano ou cancelar nos Ajustes do iOS
ru: Сменить план или отменить в настройках iOS

# msgLinkError
source: Could not open settings
de: Konnte Einstellungen nicht öffnen
es: No se pudieron abrir los ajustes
pt: Não foi possível abrir os ajustes
ru: Не удалось открыть настройки

# tipPeriod
source: Rest up and eat iron-rich foods.
de: Ruh dich aus und iss eisenhaltige Lebensmittel.
es: Descansa y come alimentos ricos en hierro.
pt: Descanse e coma alimentos ricos em ferro.
ru: Больше отдыхайте, ешьте продукты с железом.

# tipOvulation
source: Peak fertility! Ideal time to conceive.
de: Höchste Fruchtbarkeit! Ideale Zeit zum Empfangen.
es: ¡Pico de fertilidad! Momento ideal para concebir.
pt: Pico de fertilidade! Momento ideal para conceber.
ru: Пик фертильности! Идеальное время.

# tipLutealEarly
source: Progesterone is rising. Stay hydrated.
de: Progesteron steigt. Viel Wasser trinken.
es: La progesterona sube. Mantente hidratada.
pt: Progesterona subindo. Mantenha-se hidratada.
ru: Прогестерон растет. Пейте больше воды.

# tipLutealLate
source: Implantation window. Avoid high stress.
de: Einnistungsfenster. Stress vermeiden.
es: Ventana de implantación. Evita el estrés alto.
pt: Janela de implantação. Evite alto estresse.
ru: Окно имплантации. Избегайте стресса.

# tipFollicular
source: Energy is rising. Good for exercise.
de: Energie steigt. Gut für Sport.
es: La energía sube. Bueno para hacer ejercicio.
pt: Energia subindo. Bom para exercícios.
ru: Энергия растет. Хорошее время для спорта.

# msgLhPeakRecorded
source: LH Peak recorded! High fertility window active.
de: LH-Peak erfasst! Hohe Fruchtbarkeit aktiv.
es: ¡Pico de LH registrado! Ventana fértil activa.
pt: Pico de LH registrado! Janela fértil ativa.
ru: LH пик записан! Окно высокой фертильности.

# phaseNewMoon
source: New Moon
de: Neumond
es: Luna Nueva
pt: Lua Nova
ru: Новолуние

# phaseWaxingCrescent
source: Waxing Crescent
de: Zunehmender Sichelmond
es: Luna Creciente
pt: Lua Crescente
ru: Растущая Луна

# phaseFirstQuarter
source: First Quarter
de: Erstes Viertel
es: Cuarto Creciente
pt: Quarto Crescente
ru: Первая четверть

# phaseFullMoon
source: Full Moon
de: Vollmond
es: Luna Llena
pt: Lua Cheia
ru: Полнолуние
