Repository: abdukerimovislam/evimoon_release
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, ru

# phaseWaningGibbous
source: Waning Gibbous
de: Abnehmender Mond
es: Gibosa Menguante
pt: Gibosa Minguante
ru: Убывающая Луна

# phaseWaningCrescent
source: Waning Crescent
de: Abnehmender Sichelmond
es: Luna Menguante
pt: Lua Minguante
ru: Старая Луна

# dialogCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# premiumInsightLabel
source: PREMIUM INSIGHT
de: PREMIUM INFO
es: INFO PREMIUM
pt: INFO PREMIUM
