Repository: abdukerimovislam/evimoon_release
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, ru

# settingsExport
source: Download PDF Report
de: PDF-Bericht laden
es: Descargar Informe PDF
pt: Baixar Relatório PDF
ru: Скачать PDF отчет

# settingsReset
source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer Datos
pt: Redefinir Dados
ru: Сбросить все данные

# dialogResetTitle
source: Reset Everything?
de: Alles zurücksetzen?
es: ¿Restablecer todo?
pt: Redefinir tudo?
ru: Сбросить всё?

# dialogResetBody
source: This will delete all your data permanently. This action cannot be undone.
de: Dies löscht alle Daten dauerhaft. Kann nicht rückgängig gemacht werden.
es: Esto eliminará todos tus datos permanentemente. No se puede deshacer.
pt: Isso excluirá todos os seus dados permanentemente. Não pode ser desfeito.
ru: Это действие удалит все ваши данные безвозвратно.

# btnDelete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir
ru: Удалить

# logSymptomsTitle
source: Log Symptoms
de: Symptome erfassen
es: Registrar síntomas
pt: Registrar sintomas
ru: Отметить симптомы

# msgSaved
source: Saved!
de: Gespeichert!
es: ¡Guardado!
pt: Salvo!
ru: Сохранено!

# logSkin
source: Skin Condition
de: Haut
es: Piel
pt: Pele
ru: Состояние кожи

# logLibido
source: Libido
ru: Либидо

# symptomNausea
source: Nausea
de: Übelkeit
es: Náuseas
pt: Náusea
ru: Тошнота

# symptomBloating
source: Bloating
de: Blähbauch
es: Hinchazón
pt: Inchaço
ru: Вздутие

# lblNoData
source: No Data
de: Keine Daten
es: Sin datos
pt: Sem dados
ru: Нет данных

# lblNoSymptoms
source: No symptoms logged.
de: Keine Symptome.
es: Sin síntomas registrados.
pt: Nenhum sintoma registrado.
ru: Симптомы не отмечены.

# notifPillTitle
source: Time to take your pill!
de: Pillen-Erinnerung 💊
es: Recordatorio Píldora 💊
pt: Lembrete da Pílula 💊
ru: Время принять таблетку!

# notifPillBody
source: Stay protected and track your cycle.
de: Zeit für deine Verhütung.
es: Hora de tomar tu anticonceptivo.
pt: Hora de tomar seu contraceptivo.
ru: Оставайтесь под защитой.

# logVitals
source: Vitals
de: Vitalwerte
es: Signos vitales
pt: Sinais Vitais
ru: Показатели

# lblTemp
source: Temperature
de: Temperatur
es: Temperatura
pt: Temperatura
ru: Температура (БТ)

# lblWeight
source: Weight
de: Gewicht
es: Peso
pt: Peso
ru: Вес (кг)

# lblLifestyle
source: Lifestyle Factors
de: Lifestyle
es: Estilo de vida
pt: Estilo de Vida
ru: Образ жизни

# factorStress
source: High Stress
de: Stress
es: Estrés
pt: Estresse
ru: Стресс

# factorAlcohol
source: Alcohol
de: Alkohol
pt: Álcool
ru: Алкоголь

# factorTravel
source: Travel
de: Reisen
es: Viaje
pt: Viagem
ru: Поездки

# factorSport
source: Exercise
de: Sport
es: Deporte
pt: Exercício
ru: Спорт

# hintNotes
source: Add a note...
de: Notiz hinzufügen...
es: Añadir una nota...
pt: Adicionar nota...
ru: Добавить заметку...

# symptomAcne
source: Acne
de: Akne
es: Acné
ru: Акне

# lblLifestyleHeader
source: Lifestyle
de: Lifestyle Faktoren
es: Factores de estilo de vida
pt: Fatores de Estilo de Vida
ru: Образ жизни

# predInsightHormones
source: Hormones: {hormone} is rising.
de: Hormone: {hormone} steigt.
es: Hormonas: {hormone} subiendo.
pt: Hormônios: {hormone} subindo.
ru: Гормоны: {hormone} повышается.

# predMismatchTitle
source: Feeling different?
de: Fühlst du dich anders?
es: ¿Te sientes diferente?
pt: Sentindo-se diferente?
ru: Чувствуете себя иначе?

# predMismatchBody
source: Tap an icon to adjust the advice.
de: Tippe auf ein Icon, um den Rat anzupassen.
es: Toca un icono para ajustar el consejo.
pt: Toque num ícone para ajustar o conselho.
ru: Нажмите на иконку, чтобы изменить совет.

# btnAdjust
source: Adjust
de: Anpassen
es: Ajustar
pt: Ajustar
ru: Изменить

# stateLow
source: Low
de: Niedrig
es: Bajo
pt: Baixo
ru: Низкий

# stateMedium
source: Medium
de: Mittel
es: Medio
pt: Médio
ru: Средний

# stateHigh
source: High
de: Hoch
es: Alto
pt: Alto
ru: Высокий

# tipLowEnergy
source: Rest day valid. Try gentle yoga or a nap.
de: Ruhetag ist okay. Versuch sanftes Yoga oder ein Nickerchen.
es: Día de descanso válido. Prueba yoga suave o una siesta.
pt: Dia de descanso válido. Tente yoga leve ou um cochilo.
ru: День отдыха. Попробуйте йогу или короткий сон.

# tipHighEnergy
source: Great time for cardio or tackling complex tasks!
de: Super Zeit für Cardio oder komplexe Aufgaben!
es: ¡Gran momento para cardio o tareas complejas!
pt: Ótimo momento para cardio ou tarefas complexas!
ru: Отличное время для кардио или сложных задач!

# tipLowMood
source: Be gentle with yourself. Chocolate helps.
de: Sei lieb zu dir. Schokolade hilft.
es: Sé amable contigo misma. El chocolate ayuda.
pt: Seja gentil com você. Chocolate ajuda.
ru: Будьте бережны к себе. Шоколад помогает.

# tipHighMood
source: Share your vibes! Socialize or create something.
de: Teile deine Stimmung! Triff Freunde oder sei kreativ.
es: ¡Comparte tu vibra! Socializa o crea algo.
pt: Compartilhe sua vibe! Socialize ou crie algo.
ru: Делитесь настроением! Творите и общайтесь.

# tipLowFocus
source: Avoid multitasking. Pick one small goal.
de: Kein Multitasking. Wähle ein kleines Ziel.
es: Evita la multitarea. Elige una meta pequeña.
pt: Evite multitarefas. Escolha uma meta pequena.
ru: Избегайте многозадачности. Выберите одну мелкую цель.

# tipHighFocus
source: Deep work mode. Tackle the hardest project.
de: Deep Work Modus. Geh das schwierigste Projekt an.
es: Modo trabajo profundo. Aborda el proyecto más difícil.
pt: Modo de trabalho profundo. Ataque o projeto mais difícil.
ru: Режим глубокой работы. Беритесь за сложное.

# hormoneEstrogen
source: Estrogen
de: Östrogen
es: Estrógeno
pt: Estrogênio
ru: Эстроген

# hormoneProgesterone
source: Progesterone
de: Progesteron
es: Progesterona
pt: Progesterona
ru: Прогестерон

# hormoneReset
source: Hormonal Reset
de: Hormoneller Reset
es: Reinicio Hormonal
pt: Reset Hormonal
ru: Гормональная перезагрузка

# onboardTitle1
source: Welcome to EviMoon
de: Willkommen bei EviMoon
es: Bienvenida a EviMoon
pt: Bem-vinda ao EviMoon
ru: Добро пожаловать

# onboardBody1
source: Track your cycle, understand your body, and live in harmony with your natural rhythm.
de: Verfolge deinen Zyklus, verstehe deinen Körper und lebe im Einklang mit deinem Rhythmus.
es: Sigue tu ciclo, comprende tu cuerpo y vive en armonía con tu ritmo natural.
pt: Acompanhe seu ciclo, entenda seu corpo e viva em harmonia com seu ritmo natural.
ru: Отслеживайте цикл, понимайте своё тело и живите в гармонии с собой.

# onboardTitle2
source: Last Period Start
de: Letzte Periode
es: Último Periodo
pt: Última Menstruação
ru: Начало менструации

# onboardBody2
source: Please select the first day of your last menstruation to help us calibrate.
de: Bitte wähle den ersten Tag deiner letzten Menstruation.
es: Por favor selecciona el primer día de tu última menstruación.
pt: Por favor, selecione o primeiro dia da sua última menstruação.
ru: Выберите первый день последних месячных для точного прогноза.

# onboardTitle3
source: Cycle Length
de: Zykluslänge
es: Duración del Ciclo
pt: Duração do Ciclo
ru: Длина цикла

# onboardBody3
source: How many days usually pass between periods? The average is 28 days.
de: Wie viele Tage liegen gewöhnlich zwischen Perioden? Durchschnitt ist 28.
es: ¿Cuántos días pasan normalmente entre periodos? El promedio es 28.
pt: Quantos dias geralmente passam entre as menstruações? A média é 28.
ru: Сколько дней обычно проходит между менструациями? В среднем это 28 дней.

# daysUnit
source: days
de: Tage
es: días
pt: dias
ru: дн.

# lblIntimacy
source: Intimacy
de: Intimität
es: Intimidad
pt: Intimidade
ru: Интим

# lblWellness
source: Wellness
ru: Самочувствие

source: Had Sex
de: Sex
es: Tuve sexo
pt: Teve sexo
ru: Секс

# protectedSex
source: Protected
de: Geschützt
es: Protegido
pt: Protegido
ru: Защищенный

# insightVitals
source: Body Vitals
de: Körperwerte
es: Signos Vitales
pt: Sinais Vitais
ru: Динамика тела

# insightVitalsSub
source: Temperature & Weight tracking
de: Temperatur & Gewicht Tracking
es: Seguimiento de Temperatura y Peso
pt: Acompanhamento de Temp. e Peso
ru: График температуры и веса

# cocDayInfo
source: Day {day} of 28
de: Tag {day} von 28
es: Día {day} de 28
pt: Dia {day} de 28
ru: День {day} из 28

# dialogPackTitle
source: Choose Pack Type
de: Packungstyp wählen
es: Elegir Tipo de Paquete
pt: Escolher Tipo de Cartela
ru: Выберите тип упаковки

# dialogPackSubtitle
source: Select the pill pack format you use.
de: Wähle das Format deiner Pillenpackung.
es: Selecciona el formato de píldoras que usas.
pt: Selecione o formato de pílulas que você usa.
ru: Укажите формат упаковки, который вы используете.

# pack21Title
source: 21 Pills
de: 21 Pillen
es: 21 Píldoras
pt: 21 Pílulas
ru: 21 Таблетка

# pack21Subtitle
source: 21 Active + 7 Days Break
de: 21 Aktive + 7 Tage Pause
es: 21 Activas + 7 Días Descanso
pt: 21 Ativas + 7 Dias Pausa
ru: 21 Активная + 7 Дней перерыва

# pack28Title
source: 28 Pills
de: 28 Pillen
es: 28 Píldoras
pt: 28 Pílulas
ru: 28 Таблеток

# pack28Subtitle
source: 21 Active + 7 Placebo
de: 21 Aktive + 7 Placebos
es: 21 Activas + 7 Placebo
pt: 21 Ativas + 7 Placebo
ru: 21 Активная + 7 Плацебо

# btnSaveSettings
source: Save Settings
de: Einstellungen speichern
es: Guardar Ajustes
pt: Salvar Configurações
ru: Сохранить настройки

# dialogCOCStartTitle
source: Track Contraception?
de: Verhütung tracken?
es: ¿Rastrear Anticonceptivos?
pt: Rastrear Pílula?
ru: Режим КОК

# dialogCOCStartSubtitle
source: Choose how you want to start tracking your pill pack.
de: Wähle, wie du die Packung starten möchtest.
es: Elige cómo quieres empezar a rastrear tu paquete.
pt: Escolha como você quer começar a rastrear sua cartela.
ru: Как вы хотите начать отслеживание таблеток?

# optionFreshPack
source: Start Fresh Pack
de: Neue Packung starten
es: Empezar Caja Nueva
pt: Começar Cartela Nova
ru: Новая пачка

# optionFreshPackSub
source: I'm starting a new pack today
de: Heute ist Tag 1
es: Hoy es el Día 1
pt: Hoje é o Dia 1
ru: Я начинаю новую упаковку сегодня

# optionContinuePack
source: Continue Current
de: Aktuelle fortsetzen
es: Continuar Actual
pt: Continuar Atual
ru: Продолжить текущую

# optionContinuePackSub
source: I'm in the middle of a pack
de: Ich bin mitten in einer Packung
es: Estoy a mitad de una caja
pt: Estou no meio de uma cartela
ru: Я уже начала пачку ранее

# labelOr
source: OR
de: ODER
es: O
pt: OU
ru: ИЛИ

# insightsOverview
source: Overview
de: Übersicht
es: Resumen
pt: Visão Geral
ru: Обзор

# insightsHealth
source: Health
de: Gesundheit
es: Salud
pt: Saúde
ru: Здоровье

# insightsPatterns
source: Patterns
de: Muster
es: Patrones
pt: Padrões
ru: Паттерны

# insightsVitals
source: Body Vitals
ru: Показатели тела

# insightsVitalsSub
source: Temperature & Weight tracking
ru: Температура и вес

source: Current cycle
ru: Текущий цикл

source: Regularity
ru: Регулярность

source: Ovulation
ru: Овуляция

source: Average mood
ru: Среднее настроение

source: Sleep quality
ru: Качество сна

source: Next phases
ru: Следующие фазы

source: Prediction
ru: Прогноз

# sleepAndEnergy
source: Sleep and energy by phase
ru: Сон и энергия по фазам

source: Body temperature
ru: Температура тела

# basalTemperature
source: Basal temperature for 14 days
ru: Базальная температура за 14 дней

source: Positive trend
ru: Позитивная тенденция

source: Recommendation
ru: Рекомендация

source: Cycle regularity
ru: Регулярность цикла

source: Fertility window
ru: Окно фертильности

source: Symptom patterns
ru: Шаблоны симптомов

source: Correlation analysis
ru: Анализ корреляций

source: Historical comparison
ru: Историческое сравнение

source: Daily metrics
ru: Ежедневные показатели

source: Trends
ru: Тренды

source: Phase comparison
ru: Сравнение фаз

source: Energy efficiency
ru: Эффективность энергии

source: Sleep efficiency
ru: Эффективность сна

source: Start
ru: Начало

source: End
ru: Конец

source: Today
ru: Сегодня

source: Improvement
ru: Улучшение

# insightsNoData
source: No data yet
ru: Данных пока нет

# insightsNoDataSub
source: Add daily measurements to see insights
ru: Добавляйте ежедневные измерения, чтобы увидеть аналитику

# insightsPredictedOvulation
source: Predicted ovulation in {days} days
ru: Прогнозируемая овуляция через {days} дней

# insightsPredictedPeriod
source: Predicted period in {days} days
ru: Прогнозируемые месячные через {days} дней

# insightsPredictedFertile
source: Fertile window in {days} days
ru: Фертильное окно через {days} дней

# insightsCycleDay
source: Cycle day {day}
ru: {day} день цикла

# insightsAvgValues
source: Average values over last 3 cycles
ru: Средние значения за последние 3 цикла

# insightsPersonalizedTips
source: Personalized tips for you
ru: Персонализированные рекомендации

# insightsBasedOnPatterns
source: Based on your patterns
ru: На основе ваших паттернов

# insightsSeeMore
source: See more insights
ru: Посмотреть больше аналитики

# insightsExportData
source: Export data
ru: Экспортировать данные

# insightsShareInsights
source: Share insights
ru: Поделиться аналитикой

# insightsSetReminder
source: Set reminder
ru: Установить напоминание

# insightsCompareCycles
source: Compare cycles
ru: Сравнить циклы

# insightsGenerateReport
source: Generate report
ru: Создать отчет

# insightCorrelationTitle
source: Smart Patterns
de: Smarte Muster
es: Patrones Inteligentes
pt: Padrões Inteligentes
ru: Умные паттерны

# insightCorrelationSub
source: How your lifestyle affects your body
de: Wie dein Lifestyle den Körper beeinflusst
es: Cómo tu estilo de vida afecta tu cuerpo
pt: Como seu estilo de vida afeta seu corpo
ru: Влияние образа жизни на тело

# insightPatternText
source: When you log {factor}, you experience {symptom} in {percent}% of cases.
de: Wenn du {factor} angibst, tritt {symptom} in {percent}% der Fälle auf.
es: Cuando registras {factor}, experimentas {symptom} en el {percent}% de los casos.
pt: Quando você registra {factor}, você sente {symptom} em {percent}% dos casos.
ru: При факторе {factor}, симптом {symptom} возникает в {percent}% случаев.

# insightCycleDNA
source: Your Cycle DNA
de: Deine Zyklus-DNA
es: ADN de tu Ciclo
pt: DNA do seu Ciclo
ru: ДНК Цикла

# insightDNASub
source: Follicular vs Luteal Persona
de: Vergleich der Phasen-Persönlichkeit
es: Personalidad Folicular vs Lútea
pt: Personalidade Folicular vs Lútea
ru: Портрет фаз

# lblFollicular
source: Follicular
ru: Фолликулярная

# lblLuteal
source: Luteal
ru: Лютеиновая

# dialogPeriodStartTitle
source: Period Started?
de: Periode gestartet?
es: ¿Empezó el periodo?
pt: A menstruação começou?
ru: Начались месячные?

# dialogPeriodStartBody
source: Did your period start today or did you forget to log it?
de: Hat sie heute begonnen oder hast du vergessen, es einzutragen?
es: ¿Empezó hoy o olvidaste registrarlo?
pt: Começou hoje ou você esqueceu de registrar?
ru: Они начались сегодня или вы забыли отметить раньше?

# btnToday
source: Today
de: Heute
es: Hoy
pt: Hoje
ru: Сегодня

# btnAnotherDay
source: Select Date
de: Datum wählen
es: Elegir Fecha
pt: Escolher Data
ru: Выбрать дату

# splashSlogan
source: Your cycle. Your rhythm.
de: Hör auf deinen Rhythmus.
es: Escucha tu ritmo.
pt: Escute seu ritmo.
ru: Твой цикл. Твой ритм.

# settingsSupport
source: Support & Feedback
es: Soporte y Comentarios
pt: Suporte e Feedback
ru: Поддержка и Отзывы

# emailSubject
source: EviMoon Feedback
es: Comentarios EviMoon
pt: Feedback EviMoon
ru: Отзыв о EviMoon

# emailBody
source: Hello EviMoon Team, I have a question/suggestion regarding the app on
de: Hallo EviMoon Team, Ich habe eine Frage/Vorschlag zur App:
es: Hola equipo EviMoon, Tengo una pregunta/sugerencia sobre la app:
pt: Olá equipe EviMoon, Tenho uma dúvida/sugestão sobre o app:
ru: Здравствуйте, команда EviMoon, У меня есть вопрос/предложение по приложению на

# insightProstaglandinsTitle
source: Prostaglandins at work
de: Prostaglandine wirken
es: Prostaglandinas actuando
pt: Prostaglandinas agindo
ru: Работают простагландины

# insightProstaglandinsBody
source: Uterine contractions help shed the lining. Warmth and magnesium usually help.
de: Kontraktionen der Gebärmutter helfen beim Abstoßen. Wärme und Magnesium helfen.
es: Las contracciones uterinas ayudan a desprender el revestimiento. Calor y magnesio ayudan.
pt: Contrações uterinas ajudam a expelir o revestimento. Calor e magnésio ajudam.
ru: Сокращения матки помогают обновлению. Тепло и магний облегчат состояние.

# insightWinterPhaseTitle
source: Rest & Restore
de: Ruhen & Erholen
es: Descanso y Restauración
pt: Descansar e Restaurar
ru: Время восстановления

# insightWinterPhaseBody
source: Hormones are at their lowest. It's okay to slow down and recharge.
de: Hormone sind am Tiefpunkt. Es ist okay, langsamer zu machen.
es: Las hormonas están en su punto más bajo. Está bien bajar el ritmo.
pt: Hormônios estão no nível mais baixo. Tudo bem desacelerar.
ru: Уровень гормонов минимален. Это нормально — замедлиться и отдохнуть.

# insightEstrogenTitle
source: Estrogen Rising
de: Östrogen steigt
es: Estrógeno subiendo
pt: Estrogênio Subindo
ru: Рост эстрогена

# insightEstrogenBody
source: Estrogen boosts serotonin. Great time for creative tasks and planning!
de: Östrogen pusht Serotonin. Super Zeit für kreative Pläne!
es: El estrógeno impulsa la serotonina. ¡Gran momento para crear y planear!
pt: O estrogênio impulsiona a serotonina. Ótimo momento para criar e planejar!
ru: Эстроген повышает серотонин. Отличное время для креатива и планов!

# insightMittelschmerzTitle
source: Mittelschmerz
es: Dolor de ovulación
pt: Dor da Ovulação
ru: Овуляторный синдром

# insightMittelschmerzBody
source: You might be feeling the exact moment of ovulation. It is usually brief.
de: Vielleicht spürst du den Eisprung direkt. Meist nur kurz.
es: Podrías sentir el momento exacto de la ovulación. Suele ser breve.
pt: Você pode sentir o momento exato da ovulação. Geralmente é breve.
ru: Возможно, вы чувствуете сам момент овуляции. Обычно это быстро проходит.

# insightFertilityTitle
source: Fertility Signals
de: Höchste Fruchtbarkeit
es: Pico de Fertilidad
pt: Pico de Fertilidade
ru: Сигналы фертильности

# insightFertilityBody
source: Nature encourages social connection now. You are magnetic!
de: Die Natur will Verbindung. Du bist jetzt besonders anziehend!
es: La naturaleza fomenta la conexión social. ¡Estás magnética!
pt: A natureza incentiva a conexão social. Você está magnética!
ru: Природа подталкивает к общению. Сейчас вы особенно притягательны!

# insightWaterTitle
source: Water Retention
de: Wassereinlagerung
es: Retención de Líquidos
pt: Retenção de Líquido
ru: Задержка воды

# insightWaterBody
source: Body holds water preparing for potential pregnancy. It will pass soon.
de: Der Körper speichert Wasser für eine mögliche Schwangerschaft. Geht bald weg.
es: El cuerpo retiene agua preparándose para un posible embarazo. Pasará pronto.
pt: O corpo retém água preparando-se para uma possível gravidez. Vai passar logo.
ru: Организм запасает воду перед возможной беременностью. Это скоро пройдет.

# insightProgesteroneTitle
source: Progesterone Drop
de: Progesteron-Abfall
es: Caída de Progesterona
pt: Queda de Progesterona
ru: Спад прогестерона

# insightProgesteroneBody
source: Brain chemicals dip before period. Be gentle with yourself today.
de: Gehirnchemie ändert sich vor der Periode. Sei heute sanft zu dir.
es: La química cerebral cambia antes del periodo. Sé amable contigo hoy.
pt: A química cerebral muda antes da menstruação. Seja gentil com você hoje.
ru: Химия мозга меняется перед циклом. Будьте бережны к себе сегодня.

# insightSkinTitle
source: Hormonal Skin
de: Hormonelle Haut
es: Piel Hormonal
pt: Pele Hormonal
ru: Гормональная кожа

# insightSkinBody
source: Progesterone stimulates oil glands. Keep skincare simple.
de: Progesteron aktiviert Talgdrüsen. Pflege die Haut sanft.
es: La progesterona activa las glándulas sebáceas. Mantén el cuidado de la piel simple.
pt: A progesterona ativa as glândulas sebáceas. Mantenha o cuidado com a pele simples.
ru: Прогестерон активирует сальные железы. Используйте мягкий уход.

# insightMetabolismTitle
source: Energy Demands
de: Energiebedarf
es: Demanda de Energía
pt: Demanda de Energia
ru: Тяга к сладкому

# insightMetabolismBody
source: Metabolism speeds up. Choose complex carbs instead of sugar.
de: Stoffwechsel beschleunigt. Wähle komplexe Kohlenhydrate statt Zucker.
es: El metabolismo se acelera. Elige carbohidratos complejos en lugar de azúcar.
pt: O metabolismo acelera. Escolha carboidratos complexos em vez de açúcar.
ru: Метаболизм ускоряется. Лучше выбрать сложные углеводы вместо сахара.

# insightSpottingTitle
source: Spotting Detected
de: Schmierblutung
es: Manchado Detectado
pt: Sangramento de Escape
ru: Замечены выделения

# insightSpottingBody
source: Light bleeding can happen during ovulation or due to stress.
de: Leichte Blutungen können beim Eisprung oder durch Stress auftreten.
es: Un sangrado ligero puede ocurrir durante la ovulación o por estrés.
pt: Um leve sangramento pode ocorrer durante a ovulação ou devido ao estresse.
ru: Небольшие выделения бывают при овуляции или стрессе.

# calendarForecastTitle
source: CALENDAR & FORECAST
de: KALENDER & PROGNOSE
es: CALENDARIO Y PRONÓSTICO
pt: CALENDÁRIO E PREVISÃO
ru: КАЛЕНДАРЬ И ПРОГНОЗ

# aiForecastHigh
source: Forecast is Accurate
de: Prognose ist genau
es: Pronóstico Preciso
pt: Previsão Precisa
ru: Прогноз точен

# aiForecastHighSub
source: Based on your stable history
de: Basiert auf stabiler Historie
es: Basado en historial estable
pt: Baseado em histórico estável
ru: На основе стабильной истории

# aiForecastMedium
source: Moderate Confidence
de: Mittlere Zuverlässigkeit
es: Confianza Media
pt: Confiança Média
ru: Средняя точность

# aiForecastMediumSub
source: Some cycle variations detected
de: Schwankungen erkannt
es: Variaciones detectadas
pt: Variações detectadas
ru: Есть колебания цикла

# aiForecastLow
source: Low Accuracy
de: Geringe Genauigkeit
es: Precisión Baja
pt: Baixa Precisão
ru: Низкая точность

# aiForecastLowSub
source: Cycle length varies significantly
de: Zykluslänge variiert stark
es: La duración varía mucho
pt: A duração varia muito
ru: Длина цикла сильно меняется

source: AI Learning...
de: KI lernt...
es: IA Aprendiendo...
pt: IA Aprendendo...
ru: ИИ обучается...

# aiLearningSub
source: Log 3 cycles to unlock forecast
de: Trage 3 Zyklen für Prognose ein
es: Registra 3 ciclos para desbloquear
pt: Registre 3 ciclos para desbloquear
ru: Отметьте 3 цикла для прогноза

# confidenceHighDesc
source: Cycle is predictable and regular.
de: Zyklus ist vorhersagbar und regelmäßig.
es: El ciclo es predecible y regular.
pt: O ciclo é previsível e regular.
ru: Цикл предсказуем и регулярен.

# confidenceMedDesc
source: Forecast based on average data.
de: Prognose basiert auf Durchschnittswerten.
es: Pronóstico basado en promedios.
pt: Previsão baseada em médias.
ru: Прогноз на основе средних данных.

# confidenceLowDesc
source: Predictions may vary due to irregular history.
de: Vorhersagen können aufgrund von Unregelmäßigkeiten abweichen.
es: Las predicciones pueden variar por irregularidad.
pt: Previsões podem variar devido à irregularidade.
ru: Прогноз может меняться из-за нерегулярности.

# confidenceCalcDesc
source: Gathering more data for better accuracy.
de: Sammle mehr Daten für bessere Genauigkeit.
es: Recopilando más datos para mejor precisión.
pt: Coletando mais dados para melhor precisão.
ru: Собираем данные для точности.

# confidenceNoData
source: Not enough history yet.
de: Noch nicht genug Historie.
es: Aún no hay suficiente historial.
pt: Histórico insuficiente ainda.
ru: Пока недостаточно истории.

# factorDataNeeded
source: Need at least 3 cycles
de: Mindestens 3 Zyklen nötig
es: Se necesitan al menos 3 ciclos
pt: Necessário pelo menos 3 ciclos
ru: Нужно минимум 3 цикла
