Repository: abdukerimovislam/evimoon_release
Catalog: lib/l10n/app_*.arb
Languages: de, es, pt, ru

# tabCycle
source: Cycle
de: Zyklus
es: Ciclo
pt: Ciclo
ru: Цикл

# tabCalendar
source: Calendar
de: Kalender
es: Calendario
pt: Calendário
ru: Календарь

# tabInsights
source: Insights
de: Analysen
es: Análisis
pt: Análises
ru: Аналитика

# tabLearn
source: Learn
de: Wissen
es: Aprender
pt: Aprender
ru: Советы

# tabProfile
source: Profile
de: Profil
es: Perfil
pt: Perfil
ru: Профиль

# phaseMenstruation
source: Menstruation
es: Menstruación
pt: Menstruação
ru: Менструация

# phaseFollicular
source: Follicular Phase
de: Follikelphase
es: Fase Folicular
pt: Fase Folicular
ru: Фолликулярная фаза

# phaseOvulation
source: Ovulation
de: Eisprung
es: Ovulación
pt: Ovulação
ru: Овуляция

# phaseLuteal
source: Luteal Phase
es: Fase Lútea
pt: Fase Lútea
ru: Лютеиновая фаза

# dayOfCycle
source: Day {day}
de: Tag {day}
es: Día {day}
pt: Dia {day}
ru: День {day}

source: Edit Period
de: Periode bearbeiten
es: Editar periodo
pt: Editar menstruação
ru: Отметить

source: Log Symptoms
de: Symptome
es: Síntomas
pt: Sintomas
ru: Симптомы

# predictionText
source: Period in {days} days
de: Periode in {days} Tagen
es: Periodo en {days} días
pt: Menstruação em {days} dias
ru: Месячные через {days} дн.

# chanceOfPregnancy
source: High chance of getting pregnant
de: Hohe Wahrscheinlichkeit
es: Alta probabilidad
pt: Alta chance
ru: Высокая вероятность беременности

# lowChance
source: Low chance of getting pregnant
de: Geringe Wahrscheinlichkeit
es: Baja probabilidad
pt: Baixa chance
ru: Низкая вероятность беременности

# wellnessHeader
source: Wellness & Mood
de: Wohlbefinden & Stimmung
es: Bienestar y Ánimo
pt: Bem-estar e Humor
ru: Самочувствие и настроение

# btnCheckIn
source: Daily Check-in
de: Täglicher Check-in
es: Registro diario
pt: Check-in Diário
ru: Отметить состояние

# symptomHeader
source: How are you feeling?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
pt: Como você se sente?
ru: Как самочувствие?

# symptomSubHeader
source: Log your symptoms for better insights.
de: Erfasse Symptome für bessere Vorhersagen.
es: Registra síntomas para mejores predicciones.
pt: Registre sintomas para melhores previsões.
ru: Отметьте симптомы для точного прогноза.

# catFlow
source: Flow
de: Blutung
es: Flujo
pt: Fluxo
ru: Выделения

# catPain
source: Pain
de: Schmerz
es: Dolor
pt: Dor
ru: Болевые ощущения

# catMood
source: Mood
de: Laune
es: Ánimo
pt: Humor
ru: Настроение

# catSleep
source: Sleep
de: Schlaf
es: Sueño
pt: Sono
ru: Сон

# flowLight
source: Light
de: Leicht
es: Ligero
pt: Leve
ru: Легкие

# flowMedium
source: Medium
de: Mittel
es: Medio
pt: Médio
ru: Средние

# flowHeavy
source: Heavy
de: Stark
es: Abundante
pt: Intenso
ru: Обильные

# painNone
source: No Pain
de: Keine
es: Sin dolor
pt: Sem dor
ru: Нет боли

# painCramps
source: Cramps
de: Krämpfe
es: Cólicos
pt: Cólicas
ru: Спазмы

# painHeadache
source: Headache
de: Kopfweh
es: Cabeza
pt: Cabeça
ru: Голова

# painBack
source: Back Pain
de: Rücken
es: Espalda
pt: Costas
ru: Спина

# moodHappy
source: Happy
de: Glücklich
es: Feliz
pt: Feliz
ru: Счастье

# moodSad
source: Sad
de: Traurig
es: Triste
pt: Triste
ru: Грусть

# moodAnxious
source: Anxious
de: Ängstlich
es: Ansiosa
pt: Ansiosa
ru: Тревога

# moodEnergetic
source: Energetic
de: Geladen
es: Enérgica
pt: Energética
ru: Энергия

# moodIrritated
source: Irritated
de: Gereizt
es: Irritada
pt: Irritada
ru: Раздражение

# btnSave
source: SAVE
de: Speichern
es: Guardar
pt: Salvar
ru: СОХРАНИТЬ

# legendPeriod
source: Period
de: Periode
es: Periodo
pt: Menstruação
ru: Месячные

# legendFertile
source: Fertile
de: Fruchtbar
es: Fértil
pt: Fértil
ru: Фертильность

# legendOvulation
source: Ovulation
de: Eisprung
es: Ovulación
pt: Ovulação
ru: Овуляция

# calendarHeader
source: Your History
de: Dein Verlauf
es: Tu Historial
pt: Seu Histórico
ru: История циклов

# insightsTitle
source: Trends & Insights
de: Trends & Analysen
es: Tendencias y Análisis
pt: Tendências e Insights
ru: Тренды и Анализ

# chartCycleLength
source: Cycle Length
de: Zykluslänge
es: Duración del ciclo
pt: Duração do Ciclo
ru: Длина цикла

# chartSubtitle
source: Last 6 months
de: Letzte 6 Monate
es: Últimos 6 meses
pt: Últimos 6 meses
ru: Последние 6 месяцев

# insightTipTitle
source: Tip of the Day
de: Tipp des Tages
es: Consejo del Día
pt: Dica do Dia
ru: Совет дня

# insightTipBody
source: Energy levels drop during the luteal phase. It's a great time for yoga and sleeping in.
de: In der Lutealphase sinkt das Energielevel. Eine gute Zeit für Yoga.
es: La energía baja durante la fase lútea. Es un buen momento para yoga.
pt: Os níveis de energia caem na fase lútea. É um ótimo momento para yoga.
ru: В лютеиновой фазе уровень энергии падает. Это отличное время для йоги и раннего отхода ко сну.

source: Top Symptoms
de: Häufigste Symptome
es: Síntomas frecuentes
pt: Principais Sintomas
ru: Топ симптомов

source: Pattern Detected
de: Muster erkannt
es: Patrón detectado
pt: Padrão Detectado
ru: Найден паттерн

# patternBody
source: You frequently log headaches before your period. Try hydrating more 2 days prior.
de: Du hast oft Kopfschmerzen vor der Periode. Versuche, 2 Tage vorher mehr zu trinken.
es: Frecuentemente registras dolor de cabeza antes de tu periodo. Intenta hidratarte más 2 días antes.
pt: Você registra dor de cabeça frequentemente antes da menstruação. Tente se hidratar mais 2 dias antes.
ru: У вас часто болит голова перед началом цикла. Попробуйте пить больше воды за 2 дня до начала.

# profileTitle
source: Profile & Settings
de: Profil
es: Perfil
pt: Perfil
ru: Профиль

# sectionGeneral
source: General
de: ALLGEMEIN
pt: GERAL
ru: Основное

# sectionSecurity
source: Security & Privacy
de: SICHERHEIT
es: SEGURIDAD
pt: SEGURANÇA
ru: Безопасность

# lblLanguage
source: Language
de: Sprache
es: Idioma
pt: Idioma
ru: Язык приложения

# lblNotifications
source: Notifications
de: Mitteilungen
es: Notificaciones
pt: Notificações
ru: Уведомления

# lblBiometrics
source: FaceID / TouchID
de: Biometrie
es: Biometría
pt: Biometria
ru: Вход по биометрии

# lblExport
source: Export Data (PDF/CSV)
de: PDF Export
es: Exportar PDF
pt: Exportar PDF
ru: Экспорт данных (PDF)

# lblDeleteAccount
source: Delete All Data
de: Konto löschen
es: Eliminar Cuenta
pt: Excluir Conta
ru: Удалить все данные

# descDelete
source: This will permanently erase all your logs from this device.
de: Dies löscht alle deine Einträge unwiderruflich von diesem Gerät.
es: Esto borrará permanentemente todos tus registros de este dispositivo.
pt: Isso apagará permanentemente todos os seus registros deste dispositivo.
ru: Это действие необратимо удалит все записи с устройства.

# alertDeleteTitle
source: Are you sure?
de: Bist du sicher?
es: ¿Estás segura?
pt: Tem certeza?
ru: Вы уверены?

# actionCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar
ru: Отмена

# actionDelete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir
ru: Удалить

# btnNext
source: Next
de: Weiter
es: Siguiente
pt: Próximo
ru: Далее

# btnStart
source: Get Started
de: Loslegen
es: Empezar
pt: Começar
ru: Начать

# greetMorning
source: Good morning
de: Guten Morgen
es: Buenos días
pt: Bom dia
ru: Доброе утро

# greetAfternoon
source: Good afternoon
de: Guten Tag
es: Buenas tardes
pt: Boa tarde
ru: Добрый день

# greetEvening
source: Good evening
de: Guten Abend
es: Buenas noches
pt: Boa noite
ru: Добрый вечер

# phaseStatusMenstruation
source: Time to rest & recharge
de: Zeit zum Ausruhen & Auftanken
es: Tiempo de descansar y recargar
pt: Tempo de descansar e recarregar
ru: Время для отдыха и заботы

# phaseStatusFollicular
source: Energy is rising
de: Energie steigt an
es: La energía está subiendo
pt: A energia está subindo
ru: Энергия растет

# phaseStatusOvulation
source: You are glowing today
de: Du strahlst heute
es: Hoy estás radiante
pt: Você está radiante hoje
ru: Вы сегодня сияете

# phaseStatusLuteal
source: Be gentle with yourself
de: Sei sanft zu dir selbst
es: Sé amable contigo misma
pt: Seja gentil com você mesma
ru: Будьте бережны к себе

# notifPeriodTitle
source: Cycle Update
de: Zyklus Update
es: Actualización de Ciclo
pt: Atualização de Ciclo
ru: Скоро новый цикл

# notifPeriodBody
source: Your period is likely to start in 2 days. Get ready!
de: Deine Periode startet wahrscheinlich in 2 Tagen. Mach dich bereit!
es: Tu periodo probablemente inicie en 2 días. ¡Prepárate!
pt: Sua menstruação deve começar em 2 dias. Prepare-se!
ru: Месячные могут начаться через 2 дня. Не забудьте подготовиться!

# notifOvulationTitle
source: Fertility Window
de: Du strahlst 🌸
es: Estás radiante 🌸
pt: Você está radiante 🌸
ru: Окно фертильности

# notifOvulationBody
source: High chance of fertility today. You are glowing! 🌸
de: Höchste Fruchtbarkeit und Selbstvertrauen heute.
es: Pico de confianza y fertilidad hoy.
pt: Pico de confiança e fertilidade hoje.
ru: Сегодня высокая вероятность овуляции. Вы сияете! 🌸

# phaseLate
source: Late
de: Überfällig
es: Retraso
pt: Atraso
ru: Задержка

# sectionCycle
source: Cycle Settings
de: Zykluseinstellungen
es: Ajustes del Ciclo
pt: Configurações do Ciclo
ru: Настройки цикла

# lblCycleLength
source: Cycle Length
de: Zykluslänge
es: Duración del Ciclo
pt: Duração do Ciclo
ru: Длина цикла

# lblPeriodLength
source: Period Length
de: Periodendauer
es: Duración del Periodo
pt: Duração da Menstruação
ru: Длительность месячных

# authLockedTitle
source: EviMoon Locked
de: EviMoon Gesperrt
es: EviMoon Bloqueado
pt: EviMoon Bloqueado
ru: EviMoon заблокирован

# authUnlockBtn
source: Unlock
de: Entsperren
es: Desbloquear
pt: Desbloquear
ru: Разблокировать

# authReason
source: Please authenticate to access EviMoon
de: Bitte authentifizieren, um EviMoon zu öffnen
es: Por favor autentícate para acceder
pt: Por favor, autentique-se para acessar
ru: Подтвердите личность для входа

# authNotAvailable
source: Biometrics not available on device
de: Biometrie nicht verfügbar
es: Biometría no disponible
pt: Biometria não disponível
ru: Биометрия недоступна на устройстве

# pdfReportTitle
source: EviMoon Health Report
de: EviMoon Gesundheitsbericht
es: Informe de Salud EviMoon
pt: Relatório de Saúde EviMoon
ru: Медицинский Отчет EviMoon

# pdfCycleHistory
source: Cycle History Summary
de: Zyklusverlauf
es: Historial del Ciclo
pt: Histórico do Ciclo
ru: История циклов

# pdfHeaderStart
source: Start Date
de: Startdatum
es: Inicio
pt: Início
ru: Начало

# pdfHeaderEnd
source: Predicted End
de: Enddatum
es: Fin
pt: Fim
ru: Конец (Прогноз)

# pdfHeaderLength
source: Length (Days)
de: Länge
es: Duración
pt: Duração
ru: Длительность (дн.)

# pdfCurrent
source: Current
de: Aktuell
es: Actual
pt: Atual
ru: Текущий

# pdfGenerated
source: Generated
de: Datum
es: Fecha
pt: Data
ru: Дата

# pdfPage
source: Page
de: Seite
es: Página
pt: Página
ru: Страница

# dayTitle
source: Day
de: Tag
es: Día
pt: Dia
ru: День

# insightMenstruationTitle
source: Rest & Reset
de: Ruhe & Reset
es: Descanso y Reinicio
pt: Descanso e Reinício
ru: Отдых и Перезагрузка

# insightMenstruationSubtitle
source: Keep warm, drink tea, skip heavy workouts.
de: Warm halten, Tee trinken, kein schweres Training.
es: Mantente abrigada, bebe té, evita ejercicios pesados.
pt: Mantenha-se aquecida, beba chá, evite treinos pesados.
ru: Держитесь в тепле, пейте чай, избегайте нагрузок.

# insightFollicularTitle
source: Creative Spark
de: Kreativer Funke
es: Chispa Creativa
pt: Faísca Criativa
ru: Творческая Искра

# insightFollicularSubtitle
source: Energy is rising! Brain function is at peak.
de: Energie steigt! Dein Gehirn arbeitet auf Hochtouren.
es: ¡La energía sube! Tu cerebro está al máximo.
pt: A energia está subindo! Seu cérebro está no auge.
ru: Энергия растет! Мозг работает на пике.

# insightOvulationTitle
source: Super Power
de: Superkraft
es: Súper Poder
pt: Super Poder
ru: Суперсила

# insightOvulationSubtitle
source: Magnetic energy. High libido & confidence.
de: Magnetische Energie. Hohe Libido & Selbstvertrauen.
es: Energía magnética. Alta libido y confianza.
pt: Energia magnética. Alta libido e confiança.
ru: Вы магнит для окружающих. Высокое либидо.

# insightLutealTitle
source: Inner Focus
de: Innerer Fokus
es: Enfoque Interior
pt: Foco Interior
ru: Внутренний Фокус

# insightLutealSubtitle
source: Calm or irritable. Focus inward.
de: Ruhig oder gereizt. Fokus nach innen richten.
es: Calma o irritabilidad. Enfócate hacia adentro.
pt: Calma ou irritabilidade. Foque em si mesma.
ru: Спокойствие или раздражение. Фокус внутрь себя.

# insightLateTitle
source: Stay Calm
de: Ruhig bleiben
es: Mantén la Calma
pt: Mantenha a Calma
ru: Сохраняйте спокойствие

# insightLateSubtitle
source: Reduce stress and maintain healthy diet.
de: Stress reduzieren und auf gesunde Ernährung achten.
es: Reduce el estrés y mantén una dieta saludable.
pt: Reduza o estresse e mantenha uma dieta saudável.
ru: Снизьте стресс и следите за питанием.

# lblEnergy
source: Energy
de: Energie
es: Energía
pt: Energia
ru: Энергия

# lblMood
source: Mood
de: Stimmung
es: Ánimo
pt: Humor
ru: Настр.

source: Tap to close
de: Zum Schließen tippen
es: Toca para cerrar
pt: Toque para fechar
ru: Нажмите, чтобы закрыть

# btnPeriodStart
source: STARTED
de: GESTARTET
es: INICIADO
pt: INICIOU
ru: НАЧАЛИСЬ

# btnPeriodEnd
source: ENDED
de: BEENDET
es: TERMINADO
pt: TERMINOU
ru: ЗАКОНЧИЛИСЬ

# dialogStartTitle
source: Start New Cycle?
de: Neuen Zyklus starten?
es: ¿Iniciar Nuevo Ciclo?
pt: Começar Novo Ciclo?
ru: Начать новый цикл?

# dialogStartBody
source: Today will be marked as Day 1 of your period.
de: Der heutige Tag wird als Tag 1 deiner Periode markiert.
es: Hoy se marcará como el Día 1 de tu periodo.
pt: Hoje será marcado como o Dia 1 da sua menstruação.
ru: Сегодняшний день будет отмечен как 1-й день месячных.

# dialogEndTitle
source: End Period?
de: Periode beendet?
es: ¿Terminar Periodo?
pt: Terminar Menstruação?
ru: Месячные закончились?

# dialogEndBody
source: Your cycle phase will switch to follicular.
de: Deine Zyklusphase wechselt zur Follikelphase.
es: Tu fase del ciclo cambiará a folicular.
pt: Sua fase do ciclo mudará para folicular.
ru: Текущая фаза сменится на фолликулярную.

# btnConfirm
source: Confirm
de: Bestätigen
es: Confirmar
pt: Confirmar
ru: Подтвердить

# btnCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar
ru: Отмена

# logFlow
source: Flow Intensity
de: Blutungsstärke
es: Intensidad del flujo
pt: Intensidade do Fluxo
ru: Выделения

# logPain
source: Pain
de: Schmerzen
es: Dolor
pt: Dor
ru: Боль

# logMood
source: Mood
de: Stimmung
es: Estado de ánimo
pt: Humor
ru: Настроение

# logSleep
source: Sleep
de: Schlafqualität
es: Calidad del sueño
pt: Qualidade do Sono
ru: Сон

# logNotes
source: Notes
de: Notizen
es: Notas
pt: Notas
ru: Заметки

# insightPhasesTitle
source: Cycle Phases
de: Zyklusphasen
es: Fases del Ciclo
pt: Fases do Ciclo
ru: Фазы цикла

# insightPhasesSubtitle
source: Typical duration breakdown
de: Verteilung der Dauer
es: Desglose de duración típica
pt: Divisão de duração típica
ru: Распределение по длительности

# insightMoodTitle
source: Mood by Phase
de: Stimmung nach Phase
es: Ánimo por Fase
pt: Humor por Fase
ru: Эмоции по фазам

# insightMoodSubtitle
source: Average mood intensity
de: Durchschnittliche Stimmungslage
es: Intensidad promedio
pt: Intensidade média do humor
ru: Средний уровень настроения

# insightAvgCycle
source: Average Cycle Length
de: Ø Zyklus
es: Ciclo Medio
pt: Ciclo Médio
ru: Длина цикла

# insightAvgPeriod
source: Average Period Length
de: Ø Periode
es: Periodo Medio
pt: Período Médio
ru: Длительность месячных

# phaseShortMens
source: MENS
pt: MENST
ru: МЕНС

# phaseShortFoll
source: FOLL
es: FOLI
pt: FOLI
ru: ФОЛЛ

# phaseShortOvul
source: OVUL
de: EISP
ru: ОВУЛ

# phaseShortLut
source: LUT
es: LÚT
pt: LÚTEA
ru: ЛЮТ

# unitDaysShort
source: d
de: T
ru: д

# insightBodyBalance
source: Body Balance
de: Körper-Balance
es: Balance Corporal
pt: Equilíbrio Corporal
ru: Баланс Тела

# insightBodyBalanceSub
source: Follicular (Purple) vs Luteal (Orange)
de: Follikel (Lila) vs Luteal (Orange)
es: Folicular (Púrpura) vs Lútea (Naranja)
pt: Folicular (Roxo) vs Lútea (Laranja)
ru: Фолликулярная (Фиол.) vs Лютеиновая (Оранж.)

# insightMoodFlow
source: Mood Flow
de: Stimmungsfluss
es: Flujo de Ánimo
pt: Fluxo de Humor
ru: Поток Настроения

# insightMoodFlowSub
source: Recent 30 days trend
de: Trend der letzten 30 Tage
es: Tendencia de los últimos 30 días
pt: Tendência dos últimos 30 dias
ru: Тренд за последние 30 дней

# paramEnergy
source: Energy
de: Energie
es: Energía
pt: Energia
ru: Энергия

# paramLibido
source: Libido
ru: Либидо

# paramSkin
source: Skin
de: Haut
es: Piel
pt: Pele
ru: Кожа

# predTitle
source: Daily Forecast
de: Tagesprognose
es: Pronóstico Diario
pt: Previsão Diária
ru: Прогноз на день

# predSubtitle
source: Based on your cycle & sleep patterns
de: Basierend auf Zyklus & Schlaf
es: Basado en tu ciclo y sueño
pt: Baseado no seu ciclo e sono
ru: На основе цикла и качества сна

# recHighEnergy
source: Great day for heavy tasks or workouts!
de: Perfekter Tag für Sport oder schwierige Aufgaben!
es: ¡Gran día para tareas difíciles o ejercicio!
pt: Ótimo dia para tarefas difíceis ou treino!
ru: Отличный день для спорта и задач!

# recLowEnergy
source: Take it easy. Prioritize rest today.
de: Mach langsam. Priorisiere heute Erholung.
es: Tómalo con calma. Prioriza el descanso hoy.
pt: Vá com calma. Priorize o descanso hoje.
ru: Не перегружайся. Сегодня нужен отдых.

# recNormalEnergy
source: Maintain a steady pace.
de: Halte ein gleichmäßiges Tempo.
es: Mantén un ritmo constante.
pt: Mantenha um ritmo constante.
ru: Держи привычный темп.

# btnWrong
source: Wrong
de: Falsch
es: Incorrecto
pt: Errado
ru: Не так

# msgFeedback
source: Is {metric} really {status} today?
de: Ist {metric} heute wirklich {status}?
es: ¿Es {metric} realmente {status} hoy?
pt: {metric} está realmente {status} hoje?
ru: Правда ли {metric} сегодня {status}?

# paramFocus
source: Focus
de: Fokus
es: Enfoque
pt: Foco
ru: Фокус

# statusLow
source: Low
de: Niedrig
es: Bajo
pt: Baixo
ru: Низкий

# statusHigh
source: High
de: Hoch
es: Alto
pt: Alto
ru: Высокий

# statusNormal
source: Normal
ru: Норма

# feedbackTitle
source: Feedback
ru: Уточнение прогноза

# feedbackQuestion
source: Is your {metric} really {status} today?
de: Ist dein Wert für »{metric}« heute wirklich »{status}«?
es: ¿Tu {metric} está realmente {status} hoy?
pt: Seu nível de {metric} está realmente {status} hoje?
ru: Твой показатель «{metric}» сегодня действительно «{status}»?

# btnYesCorrect
source: Yes, correct
de: Ja, korrekt
es: Sí, correcto
pt: Sim, correto
ru: Да, всё верно

# btnNoWrong
source: No, it's wrong
de: Nein, falsch
es: No, incorrecto
pt: Não, errado
ru: Нет, ошибка

# cocActivePhase
source: Active Pill Phase
de: Aktive Pillenphase
es: Fase Píldora Activa
pt: Fase Píldula Ativa
ru: Активные таблетки

# cocBreakPhase
source: Break Week
de: Pausenwoche
es: Semana de Descanso
pt: Semana de Pausa
ru: Неделя перерыва

# cocPredictionActive
source: {days} active pills remaining
de: Noch {days} aktive Pillen
es: Quedan {days} activas
pt: Restam {days} ativas
ru: Осталось {days} активных

# cocPredictionBreak
source: Start new pack in {days} days
de: Neue Packung in {days} Tagen
es: Nueva caja en {days} días
pt: Nova cartela em {days} dias
ru: Новая пачка через {days} дн.

# btnStartNewPack
source: Start New Pack
de: Neue Packung starten
es: Iniciar Nueva Caja
pt: Iniciar Nova Cartela
ru: Начать новую пачку

# btnRestartPack
source: Restart Pack
de: Packung neu starten
es: Reiniciar Caja
pt: Reiniciar Cartela
ru: Перезапуск

# dialogStartPackTitle
source: Start New Pack?
de: Neue Packung?
es: ¿Nueva Caja?
pt: Nova Cartela?
ru: Начать новую пачку?

# dialogStartPackBody
source: This will reset your cycle to Day 1. Use this when you open a fresh pack.
de: Setzt den Zyklus auf Tag 1. Nutze dies, wenn du einen frischen Blister öffnest.
es: Esto reinicia tu ciclo al Día 1. Úsalo al abrir un blíster nuevo.
pt: Isso reinicia seu ciclo para o Dia 1. Use ao abrir um blister novo.
ru: Это сбросит цикл на День 1. Используйте, когда открываете новую упаковку.

source: Pill Taken
de: Genommen
es: Tomada
pt: Tomada
ru: Принята

# pillTake
source: Take Your Pill
de: Pille nehmen
es: Tomar Píldora
pt: Tomar Pílula
ru: Принять таблетку

# pillScheduled
source: Scheduled for {time}
de: Geplant für {time}
es: Programada a las {time}
pt: Agendada às {time}
ru: По расписанию в {time}

# blisterMyPack
source: My Pack
de: Meine Packung
es: Mi Paquete
pt: Minha Cartela
ru: Моя упаковка

# blisterDay
source: Day {day} / {total}
de: Tag {day} / {total}
es: Día {day} / {total}
pt: Dia {day} / {total}
ru: День {day} из {total}

# blisterOverdue
source: Day {day} (Overdue)
de: Tag {day} (Überfällig)
es: Día {day} (Atrasada)
pt: Dia {day} (Atrasada)
ru: День {day} (Просрочено)

# blister21
source: 21-Day Pack
de: 21er Packung
es: Paquete de 21
pt: Cartela de 21
ru: Пачка 21 день

# blister28
source: 28-Day Pack
de: 28er Packung
es: Paquete de 28
pt: Cartela de 28
ru: Пачка 28 дней

# legendTaken
source: Taken
de: Genommen
es: Tomada
pt: Tomada
ru: Принято

# legendActive
source: Active
de: Aktiv
es: Activa
pt: Ativa
ru: Актив

# legendPlacebo
source: Placebo
ru: Плацебо

# legendBreak
source: Break
de: Pause
es: Descanso
pt: Pausa
ru: Перерыв

# insightCOCActiveTitle
source: Protected
de: Geschützt
es: Protegida
pt: Protegida
ru: Вы защищены

# insightCOCActiveBody
source: Active pill phase. Make sure to take your pill at the same time daily.
de: Aktive Phase. Versuche, die Pille täglich zur gleichen Zeit zu nehmen.
es: Fase activa. Asegúrate de tomar tu píldora a la misma hora diariamente.
pt: Fase ativa. Certifique-se de tomar a pílula no mesmo horário diariamente.
ru: Фаза активных таблеток. Старайтесь принимать их в одно и то же время.

# insightCOCBreakTitle
source: Withdrawal Bleed
de: Abbruchblutung
es: Sangrado por deprivación
pt: Sangramento de Privação
ru: Кровотечение отмены

# insightCOCBreakBody
source: This is the break week. Bleeding is expected due to hormone drop.
de: Pausenwoche. Blutung aufgrund des Hormonabfalls erwartet.
es: Semana de descanso. Se espera sangrado por la bajada hormonal.
pt: Semana de pausa. Sangramento esperado devido à queda hormonal.
ru: Неделя перерыва. Ожидается кровотечение из-за снижения уровня гормонов.

# settingsContraception
source: Contraception
de: Verhütung
es: Anticoncepción
pt: Contracepção
ru: Контрацепция

# settingsTrackPill
source: Track Contraceptive Pill
de: Pille tracken
es: Rastrear Píldora
pt: Rastrear Pílula
ru: Отслеживать таблетки

# settingsPackType
source: Pack Type
de: Packungstyp
es: Tipo de Paquete
pt: Tipo de Cartela
ru: Тип упаковки

# settingsPills
source: {count} Pills
de: {count} Pillen
es: {count} Píldoras
pt: {count} Pílulas
ru: {count} таблеток

# settingsReminder
source: Reminder
de: Erinnerung
es: Recordatorio
pt: Lembrete
ru: Напоминание

# settingsPackSettings
source: Pack Settings
de: Packungseinstellungen
es: Ajustes del Paquete
pt: Configurações da Cartela
ru: Настройки упаковки

# settingsPlaceboCount
source: Placebo Days
de: Placebo-Tage
es: Días de Placebo
pt: Dias de Placebo
ru: Дни плацебо

# settingsBreakDuration
source: Break Duration
de: Pausendauer
es: Duración del Descanso
pt: Duração da Pausa
ru: Длительность перерыва

# settingsGeneral
source: General
de: Allgemein
pt: Geral
ru: Общие

# settingsLanguage
source: Language
de: Sprache
es: Idioma
pt: Idioma
ru: Язык

# settingsNotifs
source: Notifications
de: Mitteilungen
es: Notificaciones
pt: Notificações
ru: Уведомления

# settingsData
source: Data & Security
de: Datenverwaltung
es: Gestión de Datos
pt: Gerenciamento de Dados
ru: Данные и Безопасность

# settingsBiometrics
source: Biometric Login
de: FaceID / TouchID
es: FaceID / TouchID
pt: FaceID / TouchID
ru: Вход по биометрии
